Repository: mikedawson/Goldozi-PPT-Pashto-OmegaT
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ps_af

source: You have it in stock.
ps_af: تاسو لرئ it په ذخیره کې

source: You don‘t have this scarf in stock.
ps_af: تاسو نه لرئ دا ټکری په ذخیره کې

source: They would like to buy two scarves from you.
ps_af: دوی غواړی چې ستاسو څخه دوه ټکري وپلوری

source: AVERAGE
ps_af: منځنی کچه

source: Activity 1: Record a sale
ps_af: لومړی فعالیت: د خرڅلاوو ثبتول

source: Activity 2: Mark an item as delivered
ps_af: دوهم فعالیت: د یو توک/شی په نښه کول چې سپارل شوی دی

source: Activity 3: Record a payment or a partial payment
ps_af: دریم فعالیت: ټول یا ځینی ادا شوی پیسې ثبتول

source: Activity 4: Add another item to a sale
ps_af: څلورم فعالیت: په خرڅلا کې یو بل توک یا شی اضافه کول

source: Activity 5: Add order notes
ps_af: پنځم فعالیت: د فرمایش د یاددښتونو اضافه کول

source: Activity 6: Record a pre-order
ps_af: شپږم فعالیت: د یو مخکینی فرمایش ثبتول

source: Activity 7: Find and edit a sale that you have recorded
ps_af: اووم فعالیت: د داسی یو خرڅلا موندل او سمول، چې تاسو ثبت کړی وی

source: Activity 8: Find and edit a pre-order that you have recorded
ps_af: اتم فعالیت: د داسی یو مخکینی فرمایش پیدا کول او سمول چې تاسو ثبت کړی وی

source: Activity 9: View due payments and record partial or full payments
ps_af: نهم فعالیت: د اداینې وړ پیسو لیدل او د ځینی یا ټول ادا شوی پیسې ثبت کړئ

source: Activity: Prepare for your practical exam
ps_af: فعالیت: د خپل د عملی آزموینې لپاره آماده شئ

source: Add the scarf to the customer‘s order.
ps_af: اضافه کړئهغه ټکری په هغه پلورونکی فرمایش کې.

source: Adequate Internet access was provided.
ps_af: انټرنټ ته لاسرسی په مناسب اندازه برابره شوی وو

source: Adequate refreshments were provided.
ps_af: خواړه په مناسبه اندازه برابره شوی وو

source: All orders are tracked in the Goldozi App
ps_af: ټول فرمایشات د ګلدوزی په اپلیکیشن کې تعقیبیږی

source: COURSE CONTENT AND RELEVANCE
ps_af: د کورس محتویات او مناسب والی

source: Each task is worth 1 point.
ps_af: هر فعالیت یوه نمره لری

source: Enter their payment of the remaining balance.
ps_af: داخل کړئد هغوی ادا شوی پیسی له هغه پاتی پیسی یا بیلانس څخه.

source: FACILITATOR KNOWLEDGE AND EFFECTIVENESS
ps_af: د ټرینر پوهه او اغیزمنتیا

source: FINAL THOUGHTS
ps_af: آخری نظر

source: Facilitator Notes
ps_af: د تسهیل کوونکی یا ټرینر یاددښتونه

source: GOLDOZI MOBILE APP TRAINING EVALUATION
ps_af: ګد ګلدوزی د موبایل اپلیکیشن د ټریننګ ارزونه

source: How the Goldozi App helps:
ps_af: د ګلدوزی اپلیکیشن څنګه مرسته کولای شی

source: I was able to charge my mobile phone.
ps_af: ما کولای شوای چې خپل موبایل چارچ کړم

source: I was given an opportunity to use the Goldozi app each lesson.
ps_af: ما ته دا موکه راکړ شو چې استفاده کړم د ګلدوزی اپلیکیشن په هر لوست کې

source: If an LE fails the exam, supplementary training and a resit is required.
ps_af: که چیری یو مخکښ متشبث په آزموینه کې پاتی شی، اضافی ټریننګ او یو بیاامستل یا ریسیټ ته اړتیا ده

source: If an LE fails to complete a task, they receive 0 points for the task.
ps_af: که چیری یو مخکښ متشبث ونشی کولای یو فعالیت سر ته ورسوی، دوی به د هغه فعالیت لپاره صفر نمره ترلاسه کړی

source: In Your Professional Endeavors
ps_af: ستاسو په مسلکی هڅو کې

source: In order to pass the exam, the LE is required to obtain 8 points, or an average of 1.
ps_af: په آزموینه کې د بریالی کیدوو لپاره، مخکښ متشبث ته اړتیا ده چې اته نمرې پوره کړی، او یا اوسط نمرې یې باید ۱ اوسی

source: Increase efficiency and accuracy
ps_af: مؤثریت او سموالی کچه زیات کړی

source: Installation and Onboarding
ps_af: لګول او پیلول

source: Installing the Goldozi App from the Google Play Store
ps_af: له ګوګل پلی سټور څخه د ګلدوزی اپلیکیشن لګول/انسټال کول

source: Key activities for lead entrepreneurs:
ps_af: د ممتازو متشبثینو لپاره کلیدی فعالیتونه

source: Key activity for lead entrepreneurs:
ps_af: د مخکښ متشبثینو لپاره مهم فعالیت

source: LE name
ps_af: د مخکښ متشبث نوم

source: Lead entrepreneurs can refresh their knowledge/skills by referring to the App
ps_af: مخکښ متشبثین کولای شی اپلیکیشن ته مراجعه وکړی او پوهه/مهارتونه بیا تازه کړی

source: Lead entrepreneurs have a list of accounts
ps_af: غوره متشبثین د حسابونو (اکاونتونو) یو لیسټ لری

source: Learn and reinforce skills (Phase 1)
ps_af: د مهارتونو زده کول او تقویه کول (لومړی برخه)

source: Learn how to add another item to a sale.
ps_af: زده کړئ چې څنګه کولای شئ یوه بله توکه په خرڅلا کې اضافه کړئ

source: Learn how to add order notes.
ps_af: زه کړئ چې څنګه کولای شئ د فرمایشاتو یاددښتونه اضافه کړئ

source: Learn how to find and edit a pre-order that you have recorded.
ps_af: زده کړئ چې څنګه کولای شئ یو مخکینی فرمایش چې تاسو ثبت کړی، پیدا کړئ او سمون ورکړئ

source: Learn how to find and edit a sale that you have recorded.
ps_af: زده کړئ چې څنګه کولای شئ یو خرڅلا چې تاسو ثبت کړی، پیدا کړئ او سمون ورکړئ

source: Learn how to mark an item as delivered.
ps_af: زده کړئ چې ځنګه کولای شئ یو شی په نښه کړئ چې سپارل شوی دی

source: Learn how to record a payment or a partial payment.
ps_af: زده کړئ چې څنګه کولای شئ ټول ورکړل شوی پیسی یا ځینی ورکړل شوی پیسی ثبت کړئ

source: Learn how to record a sale.
ps_af: زده کړئ چې څنګه کولای شئ یو خرڅلا ثبت کړئ

source: Learn how to view due payments and record partial or full payments.
ps_af: زده کړئ چې څنګه کولای شئ د اداینې وړ پاتی شوی پیسی وګورئ او ځینی یا ټول ادا شوی پیسی ثبت کړئ

source: Learn how to record a pre-order.
ps_af: د دې زده کول چې څنګه کولای شئ یو مخکینی فرمایش ثبت کړئ

source: Lesson 1: App Installation and Onboarding
ps_af: لومړی لوست: د اپلیکیشن لګول او پیلول

source: Lesson 1: App installation and onboarding
ps_af: لومړی لوست: د اپلیکیشن لګول او پیلول

source: Lesson 2: Activities 1-3
ps_af: دوهم لوست: فعالیتونه له ۱ څخه تر ۳

source: Lesson 2: Activities 4-6
ps_af: دوهم لوست: فعالیتونه له ۴ څخه تر ۶

source: Lesson 2: Activities 7-9
ps_af: دوهم لوست: فعالیتونه له ۷ څخه تر ۹

source: Lesson 2: Managing sales to customers
ps_af: دوهم لوست: پیریدونکو ته د خرڅلاوو مدیریت کول

source: Lesson 3: Learning and reinforcing skills
ps_af: دریم لوست: د مهارتونو زده کول او تقویه کول

source: Logging into the Goldozi App and keeping your password secure
ps_af: د ګلدوزی اپلیکیشن ته ننوتل او د خپل د پټ نوم یا پاسورډ خوندی ساتل

source: Manage an inventory (Phase 2)
ps_af: د موجودی مدیریت کول (دوهمه برخه)

source: Manage sales to customers (Phase 1)
ps_af: پیریدونکو ته د خرڅلاوو مدیریت کول (لومړی برخه)

source: Managing and tracking orders
ps_af: د فرمایشاتو مدیریت او تعقیبول

source: Module 9: The Goldozi App
ps_af: نهم ماډیول: د ګلدوزی اپلیکیشن

source: NO
ps_af: نه

source: Organizing Managing Tracking Sales
ps_af: Oترتیبول مدیریت کول تعقیبول خرڅلاوی

source: Option 1: To type order notes, tap >Order notes
ps_af: لومړۍ اختیار: د فرمایش د یاددښتونو د ټایپ کولو لپاره، د فرمایش یاددښتونه کیکاږئ

source: Option 2: To record a voice note, tap the microphone
ps_af: دوهم اختیار: د غږیز یاددښت د اضافه کولو لپاره، مایکروفون کیکاږئ

source: Over the course of the Goldozi Certificate Training Course, you will learn how to use the Goldozi app to:
ps_af: د ګلدوزی د سرټفکیټ د ټریننګ په لړ کې به تاسو د ګلدوزی اپلیکیشن څخه په لاندینی موخو ګټه اخیستل زده کړئ:

source: Please email this document to the relevant Goldozi staff at the conclusion of the exam for their records.
ps_af: مهربانی وکړئ د آزموینې په پای کې دا سند د ګلدوزی مربوطه کارمندانو ته د هغو د اسنادو ساتلو په موخه ایمیل کړئ

source: Please log into the Goldozi App.
ps_af: مهربانی وکړئ د ګلدوزی اپلیکیشن ته داخل شئ

source: Please share any additional thoughts on the training and/or facilitator.
ps_af: مهربانی وکړئ نور کوم اضافی نظریات شریک کړئ دټریننګ او یا د ټرینر په هکله

source: Practical Exam
ps_af: عملی آزموینه

source: Provide a refresher library of learning modules
ps_af: د زده کړې د منابعو تازه ټولګي فراهم کول

source: Purpose of Goldozi App
ps_af: د ګلدوزی د اپلیکیشن هدف

source: Record the amount and date of the partial payment.
ps_af: ثبت دغه مقدار پیسی او تاریخ له هغهځینیادا شوی پیسی.

source: Record the sale as delivered.
ps_af: ثبت کړئ هغه خرڅلا په توګه سپارل شوی.

source: Record the sale.
ps_af: ثبت هغه خرڅلا.

source: Record this request as a voice order note.
ps_af: ثبت دغه غوښتنه په توګهیوغږیز فرمایش یاددښت.

source: Reinforce knowledge learned from the GCP
ps_af: د GCP له لارې زده کړل شوی پوهه تقویت کړی

source: Reinforcing what was learned during the Phase I training
ps_af: د ټریننګ د لومړی مرحلې د زده کړی دتقویت کول

source: SECTION 1
ps_af: لومړۍ برخه

source: SECTION 2
ps_af: دوهمه برخه

source: SECTION 3
ps_af: دریمه برخه

source: Save the sale.
ps_af: ثبتهغه خرڅلا.

source: Save time and money
ps_af: وخت او پیسی وسپموی

source: Section 1 comprises 2 tasks, section 2 comprises 4 tasks, and section 3 comprises 1 task.
ps_af: په لومړی برخه کې دوه فعالیتونه، په دوهمه برخه کې څلور فعالیتونه، او په دریمه برخه کې یو فعالیت شامل دی

source: Section 1: App onboarding
ps_af: لومړۍ برخه: د اپلیکیشن پیلول

source: Section 2: Managing sales to customers
ps_af: دوهمه برخه:د مشتریانو لپاره د خرڅلاوو مدیریت کول

source: Section 3: Learning and reinforcing skills
ps_af: دریمه برخهد مهارتونو زده کړه او تقویت کول

source: Setting up your smartphone
ps_af: د خپل ټیلفون جوړل

source: Show products to customers (Phase 2)
ps_af: پیریدونکو ته د محصولاتو ښکاره کول (دوهمه برخه)

source: Show your examiner how you downloaded a copy of this exam to revise for today.
ps_af: خپل آزموینې اخیستونکی ته ښکاره کړئ چې تاسو د دې آزموینې کاپی څنګه ښکته یا ډانلوډ کړ

source: Step 1 of 2: To record an item as delivered, tap >Delivery signature
ps_af: د ۲ ګامونو لومړۍ ګام: د دې لپاره چې یو توک/ شی ثبت کړئ چې سپارل شوی دی، د سپارلو لاسلیک کیکاږئ

source: Step 1 of 3: To find a pre-order, tap >Pre-orders
ps_af: د ۳ ګامونو لومړۍ ګام: د یو مخکینی فرمایش د پیدا کولو لپاره، مخیکینی فرمایشات کیکاږئ

source: Step 1 of 3: To find a sale, tap >All sales
ps_af: د ۳ ګامونو لومړۍ ګام: د یو خرڅلا د پیدا کولو لپاره، ټول خرڅلاوی کیکاږئ

source: Step 1 of 4: Tap >Add payment
ps_af: د ۴ ګامونو لومړۍ ګام: د ادا شوی پیسی اضافه کول کیکاږئ

source: Step 1 of 7: To view payments that are due, tap >Payments due
ps_af: د ۷ ګامونو لومړۍ ګام: د هغو پیسو لیدل چې د اداینې وړ دي، د اداینې وړ پیسی کیکاږئ

source: Step 1 of 9: Log into the Goldozi app
ps_af: له ۹ ګامونو څخه لومړۍ ګام: د ګلدوزی اپلیکیشن ته داخل شئ

source: Step 1: Tap >Courses
ps_af: لومړۍ ګام: کورسونه کیکاږئ

source: Step 2 of 2: Ask your customer to sign the screen and tap >ACCEPT to save their signature
ps_af: د ۲ ګامونو دوهم ګام: د پیریدونکی څخه وغواړئ چې په سکرین باندی امضآ وکړی او منل کیکاږی ترڅو خپل امضآ ثبت کړی

source: Step 2 of 3: To filter pre-orders, tap >Sort by
ps_af: د ۳ ګامونو دوهم ګام: د مخکینی فرمایشاتو د چاڼ یا فلټر کولو لپاره، ترتیب کول په ... اساس کیکاږئ

source: Step 2 of 3: To filter sales, tap >Sort by
ps_af: د ۳ ګامونو دوهم ګام: د خرڅلاوو د فلټر کولو لپاره، منظم کول د ... په اساس کیکاږئ

source: Step 2 of 4: Tap >Payment amount and record the amount that has been paid
ps_af: د ۴ ګامونو دوهم ګام: د ادا شوی پیسې مقدار کیکاږئ او هغه مقدار پیسې چې ادا شوی دی ثبت کړئ

source: Step 2 of 7: To filter payments that are due, tap >Sort by
ps_af: د ۷ ګامونو دوهم ګام: د اداینې وړ پیسو د چاڼ/ فلټر کولو لپاره، تنظیم کول د ... په اساس کیکاږئ

source: Step 2 of 9: Tap >Record Sale
ps_af: له ۹ ګامونو څخه دوهم ګام: د خرڅلا ثبت کیکاږئ

source: Step 2: Select the lesson that you would like to revise
ps_af: دوهم ګام: هغه لوست چې تاسو غواړئ تکرار یې کړئ، غوره کړئ

source: Step 3 of 3: To edit a pre-order, tap it
ps_af: د ۳ ګامونو دریم ګام: د یو مخکینی فرمایش د سمون لپاره، کیکاږئ

source: Step 3 of 3: To edit a sale, tap it
ps_af: د ۳ ګامونو دریم ګام: د یو خرڅلا د سمولو لپاره، کیکاږئ

source: Step 3 of 4: Tap to record the date of the payment
ps_af: د ۴ ګامونو دریم ګام: کیکاږئ ترڅو د پیسو د ادا کولو نیټه اضافه کړئ

source: Step 3 of 7: To record a payment or partial payment for an item, tap it
ps_af: د ۷ ګامونو دریم ګام: د یو توک د ادا شوی پیسې یا ځینی ادا شوی پیسو د ثبتولو لپاره، کیکاږئ

source: Step 3 of 9: Tap >Location to select the correct location
ps_af: له ۹ ګامونو څخه دریم ګام: د دقیق موقعیت مالومولو لپاره موقعیت کیکاږئ

source: Step 3: Complete the lesson to prepare for your practical exam – good luck!
ps_af: دریم ګام: د خپل عملی آزموینې ته د تیارۍ لپاره، لوست بشپړه کړئ - بریالی اوسئ

source: Step 4 of 4: Tap >SAVE
ps_af: د ۴ ګامونو څلورم ګام: ثبت کیکاږئ

source: Step 4 of 7: Tap >Add payment
ps_af: د ۷ ګامونو څلورم ګام، د اداینې وړ پیسی اضافه کول کیکاږئ

source: Step 4 of 9: Tap >Add Item
ps_af: له ۹ ګامونو څخه څلورم ګام: د توک اضافه کول کیکاږئ

source: Step 5 of 7: Tap >Payment amount and record the amount that has been paid
ps_af: د ۷ ګامونو پنځم ګام: د اداشوی پیسی مقدار کیکاږئ او هغه مقدار پیسی چې ادا شوی دی، ثبت کړئ

source: Step 5 of 9: Tap to select the entrepreneur who created the item
ps_af: له ۹ ګامونو څخه پنځم ګام: کیکاږئ ترڅو هغه متشبث چې دا توک یې جوړ کړی دی، پیدا کړئ

source: Step 6 of 7: Tap to record the date of the payment
ps_af: د ۷ ګامونو شپږم ګام: د پیسو د ادا کولو نیټې د ثبتولو لپاره کیکاږئ

source: Step 6 of 9: Tap to select an item
ps_af: له ۹ ګامونو څخه شپږم ګام: کیکاږئ ترڅو توک غوره کړئ

source: Step 7 of 7: Tap >SAVE
ps_af: د ۷ ګامونو اووم ګام: ثبت کیکاږئ

source: Step 7 of 9: Tap to record the quantity and price per piece
ps_af: له ۹ ګامونو څخه اووم ګام: کیکاږئ ترڅو در هرې ټوټې یا جنس تعداد او بیه ثبت کړئ

source: Step 8 of 9: Tap to record the item as a pre-order, set the pre-order due date and a reminder
ps_af: د ۹ ګامونو اتم ګام: کیکاږئ ترڅو نوموړی توک/شی د مخکینی فرمایش په توګه ثبت کړئ، د مخکینی فرمایش ټاکلی شوی نیټه او یو یادونه وټاکئ

source: Step 8 of 9: Tap to record the item as sold
ps_af: له ۹ ګامونو څخه اتم ګام: کیکاږئ ترڅو توک یا شی خرڅ شوی ثبت کړئ

source: Step 9 of 9: Tap >SAVE
ps_af: له ۹ ګامونو څخه نهم ګام: ثبت کیکاږئ

source: Stop when you reach this screen.
ps_af: دریږ کله چې تاسو ورسیږئ دې سکرین ته.

source: T1: The LE can demonstrate how to navigate to the courses section of the app and download learning content.
ps_af: T1: مخکښ متشبث کولای شی نمایش ورکړی چې څنګه کولای شی د اپلیکیشن د کورسونو بیلابیلی برخي وپلټی او د زده کړې لپاره محتویات ښکته یا ډانلوډ کړی

source: T1: The LE can demonstrate how to record a sale.
ps_af: T1: مخکش متشبث کولای شی نمایش ورکړی چې څنګه یو خرڅلا ثبت کړی

source: T1: The LE can log into the Goldozi app.
ps_af: T1: مخکښ متشبث کولای شی د ګلدوزی اپلیکیشن ته ننوزی

source: T2: The LE can demonstrate a) how to record and manage a pre-order, and b) how to add an item to an existing order.
ps_af: T2:مخکښ متشبث کولای شی نمایش ورکړی چې الف) څنګه کولای شی یو مخکینی فرمایش ثبت او مدیریت کړی، او ب) څنګه کولای شی په یوه موجوده فرمایش کې یو توک ور اضافه کړی

source: T2: The LE understands how to keep their password safe.
ps_af: T2: مخکښ متشبث پوهیږی چې څنګه کولای شی خپل پټ نوم یا پاسورډ پټ او مصؤن وساتی

source: T3: The LE can demonstrate how to record a payment/ partial payment.
ps_af: T3: مخکښ متشبث کولای شی نمایش ورکړی چې څنګه کولای شی ادا شوی پیسی یا ځینی ادا شوی پیسی ثبت کړی

source: T4: The LE can demonstrate how to record an order note.
ps_af: T4: مخکښ متشبث کولای نمایش ورکړی چې څنګه کولای شی د یو فرمایش یاددښت ثبت کړی

source: T5: The LE can demonstrate a) where to locate outstanding payments, b) how to edit an existing sale or pre-order, and c) how to record an order as delivered.
ps_af: T5: مخکښ متشبث کولای شی نمایش ورکړی چې الف) پاتی حسابونه یا پاتی د اداینې وړ پیسې چیرته دی او ځای یې مالوم کړی، ب) څنګه کولای شی یوه موجوده خرڅ یا مخکینی فرمایش ته سمون ورکړی، او ج) څنګه کولای شی یو سپارل شوی فرمایش ثبت کړی

source: TRAINING FACILITY
ps_af: د ټریننګ سهولتونه

source: Tap >Add Item and repeat steps 3-9 in Activity 1
ps_af: د توک اضافه کول کیکاږئ او د لومړی فعالیت ګامونه له ۳ څخه تر ۹ پوری تکرار کړئ

source: Task 1:
ps_af: لومړۍ فعالیت

source: Task 2:
ps_af: دوهم فعالیت

source: Task 3:
ps_af: دریم فعالیت

source: Task 4:
ps_af: څلورم فعالیت

source: Task 5:
ps_af: پنځم فعالیت:

source: Technology to Improve Business
ps_af: ټکنالوژی د سوداګری د پرمختګ لپاره

source: Tell your customer how much they owe you.
ps_af: ووایئخپل پیریدونکی ته څومره پیسی دوی قرضدار دی له تاسو څخه.

source: Thank you for participating in the Goldozi mobile app training.
ps_af: ستاسو د ګډون څخه مننه پهګلدوزی مموبایلااپلیکیشن ټټریننګ کې

source: The facilitator demonstrated a good understanding of the topics covered and effectively delivered the training.
ps_af: داټرینر د عنوانونو په هکله ښه پوهه لرل او ټریننګ یې په اغیزمنه توګه وړاندی کړ

source: The facilitator did a good job of generating participant interaction while maintaining a positive learning environment.
ps_af: داټرینر د ګډون کوونکو د متقابل عمل رامنځته کولو لپاره ډیر ښه کارکردګی ترسره کړ او د زده کړې یو مثبت چاپیریال یې رامنځته کړ

source: The facilitator provided helpful feedback an assistance during every lesson.
ps_af: داټرینر د هر لوست په جریان کې ښه نظریات او مرسته فراهم کړ

source: The facilitator shared their experience with the participants to be able to relate to the content being discussed.
ps_af: داټرینر د خپل تجربه له ګډون کوونکو سره شریک کړ ترڅو د بحث وړ محتویاتو ته ورسره اړیکه ورکړی

source: The first scarf is worth 200 Afs.
ps_af: د لومړی ټکری ارزښت ۲۰۰ افغانی دی

source: The lesson objectives were clearly defined.
ps_af: دلوست اهداف په واضح توګه بیان شوی وو

source: The lesson objectives were covered by the facilitator.
ps_af: دلوست اهداف د ټرینر په واسطه ترپوښښ لاندی ونیول شو

source: The pace of the training was good.
ps_af: داټریننګ سرعت ښه وو

source: The temperature was comfortable.
ps_af: دحرارت درجه راحت بخشه وو

source: The training facility had adequate lighting.
ps_af: دټریننګ ځای په مناسب اندازه روڼ وو

source: The App will:
ps_af: دا اپلیکیشن به

source: The Goldozi Mobile App
ps_af: د گلدوزی د موبایل اپلیکیشن

source: The breaks were spaced at the right times during the training
ps_af: د هرې غونډې ترمینځ وقفه په سم وخت کې تنظیم شوی وو د ټریننګ په جریان کې

source: The content was relevant to my role’s needs
ps_af: محتویات زما د رول/نقش د اړتیا سره سم او مناسب وو

source: The duration of the lessons was appropriate for the content objectives and complexity.
ps_af: جریاند لوستونو وو د محتویاتو د اهدافو او پیچلتیا لپاره مناسب

source: The lessons were the right level of complexity for my background.
ps_af: ټول لوستونو پیچلتیا په مناسبه سطحه وو او زما د تجربې سره برابر وو

source: The practical exam comprises three sections.
ps_af: عملی آزموینه درې برخي لری

source: The practical exam was a fair representation of the course content.
ps_af: عملی آزموینه د کورس د محتویاتو سره سم تیار شوی وو

source: The purpose of the Goldozi App is to help you manage and increase your sales
ps_af: د دې اپلیکیشن هدفګلدوزی له تاسو سره مرسته کوی چې خپل خرڅلاوی مدیریت کړئ او کچه یی لوړ کړئ

source: The training was held at a location and time of day that allowed me to manage my work and family responsibilities without compromising my safety.
ps_af: ټریننګ په داسی یو ځای او د ورځ په داسی یو وخت کې ترسره شو چې ما کولای شوای د خپل کارونه او د خپل فامیلی مسؤلیتونه په ښه توګه ترسره کړم پرته له دې چې کوم امنیتی ستونزه راته پیدا شی

source: Tracking payments received from customers and payments issued to producers
ps_af: له پیرودونکو څخه لاسته راوړل شوی پیسو او تولید کوونکو ته د پیسو انتقالولو تعقیبول

source: Using the Goldozi App
ps_af: د ګلدوزی اپلیکیشن څخه ګټه اخیستل

source: We hope that you found the lessons helpful as we try to set you up for success in your role with us. We would like to ask for your feedback on our training so that we can continue to improve and provide you the best training possible.
ps_af: موږ هیله لرو چې تاسو ته دا درسونه مرستندویه واقع شوی وی لکه څنګه چې موږ هڅه کوو ستاسو رول زموږ سره کامیابه اوسی مو ستاسو نظریات غواړو د خپل دټریننګ په هکله ترڅو موږ وکولای شو تاسو ته لا ښه ټریننګ وړاندی کړو

source: What are two things to avoid to keep your password safe?
ps_af: د خپل د پټ نوم یا پاسورډ د خوندی ساتلو لپاره هغه دوه شیان چې باید ورڅخه مخنیوی وشی، کوم دی؟

source: What did you like most about the training?
ps_af: څه شی تاسو ته ترټولو زیات د خوښی وړ وو په دې ټریننګ کې?

source: What do you think needs to be changed or improved?
ps_af: ستاسو په نظر، څه شی ته باید بدلون ورکړ شی یا نور هم ښه شی

source: Wishing You Success
ps_af: ستاسو د بریا په هیله

source: YES
ps_af: هو

source: You have received the second scarf and your customer would like to pay the remaining balance.
ps_af: تاسو دی ترلاسه کړی دغه دوهم ټکری او ستاسو پیریدونکی غواړیغواړیچې ادا کړی هغه پاتی پیسی.

source: Your practical exam is complete – well done!
ps_af: ډیر ښه، ستاسو عملی آزموینه ترسره شو

source: Your customer makes a partial payment of 50 Afs on their order.
ps_af: ستاسو پیریدونکی ادا کوییوه برخه پیسی له 50 افغانی په خپل فرمایش.

source: Your customer would like their second scarf to be a specific color - bright green.
ps_af: ستاسو پیریدونکی غواړیغواړیخپل دوهم ټکری چې اوسییوځانګړی رنګ - روښانه شین.

source: Your customer would like to add one more scarf - also worth 200 Afs - to their order.
ps_af: ستاسو پیریدونکی غواړی غواړی چې اضافه کړی یو بل ټکری - هم ارزښت 200 افغانۍ - په خپل فرمایش کې .

source: Your examiner is now a customer.
ps_af: ستاسو د آزموینې اخیستونکی اوس یو پیریدونکی دی
